{
  "sections": {
    "review-Banner": {
      "type": "about-us",
      "blocks": {
        "d0c078ec-895e-44b1-a7b3-3e3622b23161": {
          "type": "image",
          "settings": {
            "Slider_images": "shopify:\/\/shop_images\/unsplash_Dr6VBM0KNsw-2.png"
          }
        },
        "34d97afb-b055-47dc-8650-b7d3475a05ad": {
          "type": "image",
          "settings": {
            "Slider_images": "shopify:\/\/shop_images\/unsplash_Dr6VBM0KNsw_b1f7f84a-9df3-4087-9021-da8ee463aabd.png"
          }
        },
        "e23559ba-3d5d-4aed-87d1-ef98663919f4": {
          "type": "image",
          "settings": {
            "Slider_images": "shopify:\/\/shop_images\/unsplash_Dr6VBM0KNsw-1.png"
          }
        }
      },
      "block_order": [
        "d0c078ec-895e-44b1-a7b3-3e3622b23161",
        "34d97afb-b055-47dc-8650-b7d3475a05ad",
        "e23559ba-3d5d-4aed-87d1-ef98663919f4"
      ],
      "settings": {
        "Slider_banner_activate": true,
        "about_banner_heading": "Our 5 Star Reviews speak for themselves",
        "about_Banner_Para": "",
        "Banner_Awards_Display": false,
        "Section_padding_top": 0,
        "Section_padding_bottom": 0,
        "Class": "review_banner"
      }
    },
    "Review_section2": {
      "type": "reviews-grid",
      "blocks": {
        "da9dd3c9-a8d8-4452-adc6-6eac45210f13": {
          "type": "Review_Card",
          "settings": {
            "review_Image": "shopify:\/\/shop_images\/Garrell_Mt_House.jpg",
            "Review_Heading": "",
            "review_paragraph": "Garrell stands out from other designers in that ALL of their plans are aesthetically pleasing to the eye.  They have great floor plans that you can use as-is or tweak to your needs.  No wasted space or undefined uses for rooms.  That's what drew me to them in the first place.  Other house designs that I looked at online had very questionable layouts. Some were just a collection of boxes they called rooms and many just didn't seem to flow right.  Garrell plans have a good flow to them.\n\nI have built two houses with Garrell plans.  Both were different designs and each turned out beautifully.  One was a traditional house and my current one is a mountain house.\n\nOn the traditional house, I designed a floor plan for a two story carriage house to go along with the main house.  Garrell took my rough layout, improved it and turned it into a set of construction plans.  I enjoyed the use of that carriage house as my office for 15 years.\n\nI worked with Michael Garrell on each plan to customize it to my needs.  Garrell is an easy firm to work with and delivers on your requests.  Michael walked me through each room and helped me envision the results.  He made several suggestions that turned out to be great improvements, all while keeping an eye on the budget.  One thing I like about him is he offers suggestions that might save you a ton of money but still give you what you are looking for.  I really appreciated that!\n\nI built my latest Garrell house on top of a mountain.  I've attached a couple of photos to show you the quality and how it turned out. My wife and I are really pleased with the result.\n\nI bought some land in Florida and I'm considering building a winter residence.  I will only use Michael Garrell for the design.",
            "author_name": "David Sampson",
            "Review_Date": "a year ago"
          }
        },
        "5a81fc53-c3c2-4710-9d2b-4baacd67d8ec": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Welcome to I am a licensed architect \/designer in GA. I love designing homes. Seeing Garrell and Associates work. I love, love, love the old world architecture and feel of elegance. I thinking I found my dream home. With some design changes it is absolutely perfect. Hope to meet Mike one day, I'm all about building relationships. Let make it happen. I'm currently planning a new French European design and I hope I can do if justice I'm fired up. I'm also a contractor and can't wait to build luxury home, Garrell will will be getting a call from me. Thumbs up!!!my shop!",
            "author_name": "Omar Khan",
            "Review_Date": "3 months ago"
          }
        },
        "06746f7e-6e6b-461a-8c6c-c1b95f8f6a24": {
          "type": "Review_Card",
          "settings": {
            "review_Image": "shopify:\/\/shop_images\/20170507_170049_bc1ca403-5526-4a8a-a1c8-50adc2a8d8ff.jpg",
            "Review_Heading": "",
            "review_paragraph": "We ordered our house plans from Garrell back in 2012 and they were perfect.  The entire experience with Garrell was seemless.\nWe have been in our house for over 8 years and would definitely buy plans from them again (but we will probably never move)!",
            "author_name": "Chad Graves",
            "Review_Date": "a year ago"
          }
        },
        "e690c5b4-8a70-4a52-a9c0-fc52085b5e7b": {
          "type": "Review_Card",
          "settings": {
            "review_Image": "shopify:\/\/shop_images\/IMG_0410_30bbce48-e0b3-4869-8ac3-3de66273cfc6.jpg",
            "Review_Heading": "",
            "review_paragraph": "We've purchased 2 different plans from Garrell and couldn't be happier. We asked that one set be reversed and that was handled easily. Both homes we built came out beautifully. What was really nice is that the plans can actually be built as drawn. We seen plans from other companies that included architectural details that were un workable or wouldn't meet code. I'd heartily recommend Garrell Associates.",
            "author_name": "Gregg Heath",
            "Review_Date": "a year ago"
          }
        },
        "c9d2add2-f095-4ffa-804f-85fc8c5a0ba5": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "We fell in love with the house plans the moment we found them after an extensive search! After building the house, I turned out more beautiful and perfect for us than we could have ever imagined! Garrell reversed the plan to meet our needs and advised us along the way! Their attention to detail and customer service is OUTSTANDING! This was the first time I ever bought plans or built a house and Garrell made the process so easy!",
            "author_name": "Hank Hadaway",
            "Review_Date": "a year ago"
          }
        },
        "3595a16c-f77b-4399-b9fa-56e713e41066": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Is the office address still accurate? I am trying to see if i can fix an appointment to work on changes on one of the plans i liked from this websites. Responses via email slow and not complete.",
            "author_name": "Gopinath Reddy",
            "Review_Date": "4 months ago"
          }
        },
        "05347bc3-2eec-401c-9067-e27dbb64d727": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Wow, Garrell Associates were so good to us in the building process. Why would anyone want to look at any other companies designing their forever home. Can’t find better designs out there than what they offer. The best architects in the industry.",
            "author_name": "Mark Wright",
            "Review_Date": "a year ago"
          }
        },
        "2f442cdd-e50e-43ba-94e7-9ed04e00fe42": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Although we have yet to start construction on our home with a plan that we found at Garrell Associates, the experience of getting this plan customized to what we were looking for has been nothing but fantastic and accommodating.  Thank you for giving us this awesome floor plan and house.  We hope to break ground before the end of the year.",
            "author_name": "Iaiela Dumitrescu",
            "Review_Date": "a year ago"
          }
        },
        "e8d6b9d2-eeba-4860-956c-e3fbe5c25a32": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Mike and team were excellent to work with. We designed from a white piece of paper and ended up with a beautiful home designed exactly the way we had imagined. The detached carriage house ties the entire property together. Extremely satisfied with their attention to detail.",
            "author_name": "Mitch Fogle",
            "Review_Date": "a year ago"
          }
        },
        "92fa211c-13ea-45bd-9336-b4eafa60776f": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "We are very happy with the architectural design services that Garrell Associates provided.   We are anxiously waiting our permit approvals to start to build our dream home designed by them!  We should be breaking ground in 3 weeks!",
            "author_name": "CINDY MOLESWORTH",
            "Review_Date": "a year ago"
          }
        },
        "348ddff3-d14e-43d6-90f2-7d7422d46d80": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "We are in our 6th year of living in our dream home designed by Garrell.  They adjusted the Nantahala plan to suit our needs and expectations.  Communication and delivery were smooth throughout our pre-construction phase.  We love our home as do all the admirers that see it.  People are always driving by and taking photographs of our beautiful home.",
            "author_name": "Jennifer Weatherstone",
            "Review_Date": "a year ago"
          }
        },
        "15be7891-d40c-457d-8332-0f15c2b2d19c": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Garrell and Associates are working on a design for my mountain retreat and I am very satisfied.  I chose them because they have designs that are very esthetically pleasing with a modern flare yet are timeless in the aspects of design that allow for future updates with style changes.  Mike has an exceptional eye for detail and will create a plan with a well thought out traffic flow and good use of space which makes his dwellings easy to live in and decorate.  I would highly recommend his firm for your building design needs.",
            "author_name": "Peggy Schmid",
            "Review_Date": "4 years ago"
          }
        },
        "89756774-dd76-4cf5-8997-c32548e607a1": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "My wife and I are currently in process of having one of Michael's designs modified to meet our family needs.  In my sixteen year residential real estate career, I have not met a more professional and skilled designer.  Michael and Tim have been exceedingly responsive to each of our design requests and have offered very astute advice as to how to make our future home the right fit for our family.  Additionally, I have had multiple meetings and phone consultations with Garrell Associates and each conversation has been met with enthusiasm and patience.  We are, very much, looking forward to receiving our final plans and to enjoying a home that is so thoughtfully designed.",
            "author_name": "John Rippe",
            "Review_Date": "3 years ago"
          }
        },
        "079db66a-befa-4469-b0cc-e43169569dbf": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "We received plans from Garrell Associates this week for renovations on our house.  Mike Garrell’s expertise and attention to details were immediately apparent – providing options for making good use of  available space while crafting a lovely, comfortable living space for our family.  His designs for the renovation took advantage of the lake views while adding high end touches and expanded floor space for high traffic areas.  We would recommend Mike and his staff as outstanding professionals who sincerely care about their work while demonstrating the expertise to bringing our vision to life.",
            "author_name": "Debbie Carlisle",
            "Review_Date": "4 years ago"
          }
        },
        "934fbef4-6555-4893-b508-2076bc2a16d4": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Garell was a wonderful company to work with. They presented and customized numerous homes for us and their suggestions and knowledge of flow and space were invaluable.\nClifford and Lauren Radcliffe, Yorktown Hts, NY",
            "author_name": "Clifford Radcliffe",
            "Review_Date": "a year ago"
          }
        },
        "a93d5aa2-bb1b-4922-8b1b-6c1c6f664bcd": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "About to finish our Garrell home plan, my wife and I can’t be happier. The cuts in the roof lines turned out amazing! Can’t wait to move in. The first set of plans I bought from another designer never answered my calls for almost 2 months. Garrell answered every time and was very helpful.\nKim and Randy, Alabama",
            "author_name": "Zak Blakney",
            "Review_Date": "2 years ago"
          }
        },
        "1da7bc8c-a0ed-430c-b924-8a794f219a03": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Garrell had the only home design that fit all of our needs. Was easy to work with and very helpful. Highly recommended",
            "author_name": "Michael Weiss",
            "Review_Date": "a year ago"
          }
        },
        "fb2a516f-319e-4f03-abbe-f22ba5c348fc": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Findings on 11137 Walkers Cottage design:\n1. House does not stack correctly, various errors from 1” to 6” discrepancies. Structure cannot be built as drawn. Since the floor plans do not properly align floor-to-floor, the exterior elevations are also not accurate and do not properly align.\n2.  Poor design of special relationships. The garage is accessed through the master bedroom closet, for example.\n3.  Stairway almost immediately steps from the front door, which is a fall hazard…especially for handicap persons. It only barely meets code requirements, but a good designer would not have a step occur exactly 18” from front door entry.\n4.  Front columns, front porch, and exterior stair do not stack floor-to-floor.\n5.  One of the fireplaces does not stack, off by 6”. Cannot structurally be built the way it is drawn.\n6.  Some exterior windows do not properly align from floor to floor, off by 6”.\nPerson selling these plans acts like an architect online, but is not a licensed architect. He does not risk losing his license for faulty design, because he has no license to lose. Should his corporation face a lawsuit, he could just as easily start a new corporation, and continue selling faulty designs.\n\nIn summary, no one can build from these plans as published. The time that the prospective homeowner has taken to correct the drawings exceeds the amount paid for the original drawings. Basically, it has been a total redesign.\nFurther,  Mr. Garrell lacks integrity. He became defensive and beligerent on the phone with us. Normally a true architect would want to know the errors, which I would have gladly sent or shown. Of course, a true architect would not have published anything like this, because his\/her reputation and license would have been on the line. Mr. Garrell can easily create another corporation, and continue selling faulty design on a new website. It is unfortunate that he is preying on a trusting consumer market. He has the word \"architectural\" in his marketing key word searches, which is misleading. AIA could legally pursue him for misrepresentation. Steer clear of this website, or anything like this. Make sure you are dealing with a licensed architect.\n\nA year later, Garrell finally responds. It is not worth taking any more time to futher explain incompetence from design busts . He most likley hired some CAD flunky to produce them, because his response does not properly address the exact issues which I called out in \"his\" drawings. Just beware that an architect will need to be hired to finallize and fully coordinate his design intent, or work it out with a general contractor. My client did finally hire an architect, and elected to start completely over with design. As the old saying goes, \"you pay for what you get.\"",
            "author_name": "Greg Traylor",
            "Review_Date": "a year ago"
          }
        },
        "2b82d78d-b531-4831-a2a1-121265b571fc": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Mike designed our home 12 years ago and did such an amazing job!! We loved the home so much that we are having him replicate the home again for us!! Highly recommended and extremely professional.",
            "author_name": "Bryan Pulliam",
            "Review_Date": "2 years ago"
          }
        },
        "8b1daccc-53af-4cea-8233-6edf54694ceb": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "AVOID! Extremely Unprofessional & 2nd-RATE. We commissioned Garrell Associates. (Thur 4:45pm) to significantly alter a stock plan, next morning (Fri 10:30am) called to cancel order due to NO ARCHITECTS or Structural Engineers on staff. After delaying\/avoiding us for a week, Garrell only issued a partial refund claiming: We bought the original plan. However this was NEVER stated\/communicated, but they did say the plan was for my reference before alterations begin. The emailed PDF plan portrayed a different rear elevation(than originally sent), lacked detail that we’ve experienced with 3 other house plan\/designers, and was poorly illustrated. If Garrell is reputable, Why do they refuse to refund all $4K? KEEP all communication in writing and avoid the bate & switch!",
            "author_name": "Margaret Cook",
            "Review_Date": "4 years ago"
          }
        },
        "91b74244-03f2-4f17-b568-3fb595d407e4": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Mike created a beautiful customized set of plans for the Amicalola model. He was wonderful to work with!!!",
            "author_name": "Mary Lynn Schnurr",
            "Review_Date": "a year ago"
          }
        },
        "682bb255-d93c-4deb-9b97-ac43ad2a731b": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "As a Realtor Garrell Associates are my go to professionals for my clients needing custom plans! Very Easy and Wonderful to work with!",
            "author_name": "Lori Kennedy",
            "Review_Date": "4 years ago"
          }
        },
        "c90b9952-aee9-486e-a2dc-95c4b6fddd78": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Marshee was very helpful and provided timely assistance.",
            "author_name": "T",
            "Review_Date": "4 months ago"
          }
        },
        "a0b22739-b027-4e8d-8a6c-b0572441b0d1": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Wonderful house plans and help throughout the entire building process making changes for us along the way!",
            "author_name": "Greg Henry",
            "Review_Date": "a year ago"
          }
        },
        "a123f44e-c808-4f4d-b54e-509f09f3e417": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "We Loved our House plans the Attention to detail and Custom Craftsmanship is unmatched!!!",
            "author_name": "Brandon S",
            "Review_Date": "a year ago"
          }
        },
        "2ae325be-8cd4-47d4-92cc-9dd5a60ad221": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "I am so impressed with the plans, how fast they were received, and how easy this company is to work with. I highly recommend!",
            "author_name": "Nubia Segovia",
            "Review_Date": "2 years ago"
          }
        },
        "8e309a39-b399-428d-ad28-d33f42489556": {
          "type": "Review_Card",
          "settings": {
            "review_Image": "shopify:\/\/shop_images\/IMG-1080_37e929fe-5ef9-4757-a615-ce4927b1cf7c.jpg",
            "Review_Heading": "",
            "review_paragraph": "They are super easy to deal with, got exactly what I expected. They even followed up a couple times.",
            "author_name": "Thomas Niermeyer",
            "Review_Date": "a year ago"
          }
        },
        "18cf6d88-a58d-4164-bee2-1dd5937d3d68": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Nice plan and architecture. Loved my house!",
            "author_name": "Melissa Caviness",
            "Review_Date": "a year ago"
          }
        },
        "1b1acf3a-b182-4055-a316-e564baba3094": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Great team to work with!! Responds quickly and consistently demonstrates efficiency.",
            "author_name": "Miranda Marshall",
            "Review_Date": "4 years ago"
          }
        },
        "00158101-959c-4d33-816d-5b6c7024e9d8": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Good product.  Quick ship.",
            "author_name": "Doug Arnzen",
            "Review_Date": "a year ago"
          }
        },
        "ad4b3a25-a893-4e82-8c64-777a843b10ea": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Great plans for new home construction.",
            "author_name": "Patrick Teen",
            "Review_Date": "2 years ago"
          }
        },
        "4700e493-4b43-4a43-86e0-f6fa5b965b08": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Excellent service...",
            "author_name": "Greg Crump",
            "Review_Date": "a year ago"
          }
        },
        "718c0f99-acf1-4b7f-b100-cbcc83cab17d": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "",
            "author_name": "Bill Stoessel",
            "Review_Date": "a year ago"
          }
        },
        "84cbc3d8-1b5d-40a6-ae76-0eccd094a3d6": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "",
            "author_name": "Robert Cavazzini",
            "Review_Date": "a year ago"
          }
        },
        "357c304d-3c6c-40a6-978e-568b22c8a754": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "Welcome to my shop!",
            "author_name": "Mark Coyle",
            "Review_Date": "a year ago"
          }
        },
        "f45b77e8-8f87-4191-95d8-6a5489217b2e": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "",
            "author_name": "Oleh Kurtsev",
            "Review_Date": "a year ago"
          }
        },
        "616ec847-8d12-4fc6-81cc-e62d01202843": {
          "type": "Review_Card",
          "settings": {
            "Review_Heading": "",
            "review_paragraph": "",
            "author_name": "Tim C",
            "Review_Date": "2 years ago"
          }
        }
      },
      "block_order": [
        "da9dd3c9-a8d8-4452-adc6-6eac45210f13",
        "5a81fc53-c3c2-4710-9d2b-4baacd67d8ec",
        "06746f7e-6e6b-461a-8c6c-c1b95f8f6a24",
        "e690c5b4-8a70-4a52-a9c0-fc52085b5e7b",
        "c9d2add2-f095-4ffa-804f-85fc8c5a0ba5",
        "3595a16c-f77b-4399-b9fa-56e713e41066",
        "05347bc3-2eec-401c-9067-e27dbb64d727",
        "2f442cdd-e50e-43ba-94e7-9ed04e00fe42",
        "e8d6b9d2-eeba-4860-956c-e3fbe5c25a32",
        "92fa211c-13ea-45bd-9336-b4eafa60776f",
        "348ddff3-d14e-43d6-90f2-7d7422d46d80",
        "15be7891-d40c-457d-8332-0f15c2b2d19c",
        "89756774-dd76-4cf5-8997-c32548e607a1",
        "079db66a-befa-4469-b0cc-e43169569dbf",
        "934fbef4-6555-4893-b508-2076bc2a16d4",
        "a93d5aa2-bb1b-4922-8b1b-6c1c6f664bcd",
        "1da7bc8c-a0ed-430c-b924-8a794f219a03",
        "fb2a516f-319e-4f03-abbe-f22ba5c348fc",
        "2b82d78d-b531-4831-a2a1-121265b571fc",
        "8b1daccc-53af-4cea-8233-6edf54694ceb",
        "91b74244-03f2-4f17-b568-3fb595d407e4",
        "682bb255-d93c-4deb-9b97-ac43ad2a731b",
        "c90b9952-aee9-486e-a2dc-95c4b6fddd78",
        "a0b22739-b027-4e8d-8a6c-b0572441b0d1",
        "a123f44e-c808-4f4d-b54e-509f09f3e417",
        "2ae325be-8cd4-47d4-92cc-9dd5a60ad221",
        "8e309a39-b399-428d-ad28-d33f42489556",
        "18cf6d88-a58d-4164-bee2-1dd5937d3d68",
        "1b1acf3a-b182-4055-a316-e564baba3094",
        "00158101-959c-4d33-816d-5b6c7024e9d8",
        "ad4b3a25-a893-4e82-8c64-777a843b10ea",
        "4700e493-4b43-4a43-86e0-f6fa5b965b08",
        "718c0f99-acf1-4b7f-b100-cbcc83cab17d",
        "84cbc3d8-1b5d-40a6-ae76-0eccd094a3d6",
        "357c304d-3c6c-40a6-978e-568b22c8a754",
        "f45b77e8-8f87-4191-95d8-6a5489217b2e",
        "616ec847-8d12-4fc6-81cc-e62d01202843"
      ],
      "settings": {
        "main_Heading": "Customer Reviews",
        "sub_Heading": "Base on 32 Reviews",
        "slider_mobile_check": true,
        "Section_padding_top": 80,
        "Section_padding_bottom": 120,
        "Section_Background": "#f9f9f9",
        "Class": "review_section02"
      }
    },
    "Review_slider": {
      "type": "review-slider",
      "blocks": {
        "d5421446-6610-4a44-a526-42a730bdfa37": {
          "type": "Review-Slide",
          "settings": {
            "Author_image": "shopify:\/\/shop_images\/avatar.webp",
            "Author_name": "Leo",
            "Author_designation": "Lead Designer",
            "review_slider": 4,
            "review_heading": "It was a very good experience",
            "review_content": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cursus nibh mauris, nec turpis orci lectus maecenas. Suspendisse sed magna eget nibh in turpis. Consequat duis diam lacus arcu. Faucibus venenatis felis id augue sit cursus pellentesque enim arcu. Elementum felis magna pretium in tincidunt. Suspendisse sed magna eget nibh in turpis."
          }
        },
        "661413ec-fcb0-477f-a40e-1a361d8dd0f4": {
          "type": "Review-Slide",
          "settings": {
            "Author_image": "shopify:\/\/shop_images\/avatar.webp",
            "Author_name": "Leo",
            "Author_designation": "Lead Designer",
            "review_slider": 4,
            "review_heading": "It was a very good experience",
            "review_content": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cursus nibh mauris, nec turpis orci lectus maecenas. Suspendisse sed magna eget nibh in turpis. Consequat duis diam lacus arcu. Faucibus venenatis felis id augue sit cursus pellentesque enim arcu. Elementum felis magna pretium in tincidunt. Suspendisse sed magna eget nibh in turpis."
          }
        },
        "c5b66ee8-9339-4ebe-845b-cdd32e729d1b": {
          "type": "Review-Slide",
          "settings": {
            "Author_image": "shopify:\/\/shop_images\/avatar.webp",
            "Author_name": "Leo",
            "Author_designation": "Lead Designer",
            "review_slider": 4,
            "review_heading": "It was a very good experience",
            "review_content": "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Cursus nibh mauris, nec turpis orci lectus maecenas. Suspendisse sed magna eget nibh in turpis. Consequat duis diam lacus arcu. Faucibus venenatis felis id augue sit cursus pellentesque enim arcu. Elementum felis magna pretium in tincidunt. Suspendisse sed magna eget nibh in turpis."
          }
        }
      },
      "block_order": [
        "d5421446-6610-4a44-a526-42a730bdfa37",
        "661413ec-fcb0-477f-a40e-1a361d8dd0f4",
        "c5b66ee8-9339-4ebe-845b-cdd32e729d1b"
      ],
      "settings": {
        "main_heading": "What Our Clients Say About Us",
        "Section_padding_top": 80,
        "Section_padding_bottom": 80,
        "Section_Background": "#f9f9f9",
        "Class": "Review_section03"
      }
    }
  },
  "order": [
    "review-Banner",
    "Review_section2",
    "Review_slider"
  ]
}